Repository: maratych/ZhRuParCor_pipeline
Catalog: compare/data/sample.tmx
Source language: en
Languages: ru

source: For once in my life I'm doing a good deed... And it is useless.
ru: Один раз в жизни я делаю хорошее дело... И оно бесполезно.

source: Let's try something.
ru: Давайте что-нибудь попробуем!

source: I have to go to sleep.
ru: Мне пора идти спать.

source: Today is June 18th and it is Muiriel's birthday!
ru: Сегодня 18 июня, и это день рождения Мюриэл!

source: Muiriel is 20 now.
ru: Мюриэл сейчас 20.

source: The password is "Muiriel".
ru: Пароль «Muiriel».

source: I will be back soon.
ru: Я скоро вернусь.

source: I'm at a loss for words.
ru: У меня нет слов.

source: This is never going to end.
ru: Это никогда не закончится.

source: I just don't know what to say.
ru: Не знаю, что и сказать.

source: That was an evil bunny.
ru: Это был злой кролик.

source: I was in the mountains.
ru: Я был в горах.

source: Is it a recent picture?
ru: Это новая фотография?

source: I don't know if I have the time.
ru: Я не знаю, будет ли у меня время.

source: Education in this world disappoints me.
ru: Образование в этом мире меня разочаровывает.

source: You're in better shape than I am.
ru: Ты в лучшей форме, чем я.

source: You are in my way.
ru: Ты на моем пути.

source: This will cost €30.
ru: Это будет стоить 30 евро.

source: I make €100 a day.
ru: Я зарабатываю сто евро в день.

source: I may give up soon and just nap instead.
ru: Я, может, скоро сдамся и вместо этого пойду вздремну.

source: It's because you don't want to be alone.
ru: Это потому, что ты не хочешь быть один.

source: That won't happen.
ru: Этого не случится.

source: Sometimes he can be a strange guy.
ru: Иногда он очень странен.
